chronoweb/src/main/resources/webroot/example/poll/SimpleEventQuery_error_declaration/EXISTS_errorDeclaration.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:query="urn:epcglobal:epcis-query:xsd:2"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header />
	<soapenv:Body>
		<query:Poll>
			<queryName>SimpleEventQuery</queryName>
			<params>
				<param>
					<name>EXISTS_errorDeclaration</name>
					<value xsi:type="query:VoidHolder" />
				</param>
			</params>
		</query:Poll>
	</soapenv:Body>
</soapenv:Envelope>